window.questionsData = [
  {
    "text": {
      "en": "Are you practical?",
      "ru": "Вы практичны?",
      "kk": "Сіз практикалықсыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Are you straightforward/frank?",
      "ru": "Вы прямолинейны/откровенны?",
      "kk": "Сіз тік мінездісіз бе/ақкөңілсіз бе?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Are you mechanically inclined?",
      "ru": "У вас есть склонность к механике?",
      "kk": "Механикаға бейіміңіз бар ма?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Are you stable?",
      "ru": "Вы стабильны?",
      "kk": "Сіз тұрақтысыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Are you concrete?",
      "ru": "Вы конкретны?",
      "kk": "Сіз нақтысыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Are you reserved?",
      "ru": "Вы сдержаны?",
      "kk": "Сіз байсалдысыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Are you self-controlled?",
      "ru": "Вы обладаете самоконтролем?",
      "kk": "Сіз өзіңізді ұстай аласыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Are you independent?",
      "ru": "Вы независимы?",
      "kk": "Сіз тәуелсізсіз бе?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Are you ambitious?",
      "ru": "Вы амбициозны?",
      "kk": "Сіз өршілсіз бе?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Are you systematic?",
      "ru": "Вы систематичны?",
      "kk": "Сіз жүйелісіз бе?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Can you fix electrical things?",
      "ru": "Умеете ли вы чинить электроприборы?",
      "kk": "Электр заттарын жөндей аласыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Can you solve electrical problems?",
      "ru": "Умеете ли вы решать проблемы с электричеством?",
      "kk": "Электрлік мәселелерді шеше аласыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Can you pitch a tent?",
      "ru": "Умеете ли вы ставить палатку?",
      "kk": "Шатыр тіге аласыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Can you play a sport?",
      "ru": "Умеете ли вы заниматься спортом?",
      "kk": "Спортпен айналыса аласыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Can you read a blueprint?",
      "ru": "Умеете ли вы читать чертежи?",
      "kk": "Сызбаларды оқи аласыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Can you plant a garden?",
      "ru": "Умеете ли вы сажать сад?",
      "kk": "Бақша еге аласыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Can you operate tools and machine?",
      "ru": "Умеете ли вы работать с инструментами и станками?",
      "kk": "Құралдармен және машиналармен жұмыс істей аласыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Do you like to tinker with machines/vehicles?",
      "ru": "Нравится ли вам возиться с машинами/транспортом?",
      "kk": "Машиналармен/көліктермен айналысқанды ұнатасыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Do you like to work outdoors?",
      "ru": "Нравится ли вам работать на открытом воздухе?",
      "kk": "Далада жұмыс істегенді ұнатасыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Do you like to be physically active?",
      "ru": "Нравится ли вам быть физически активным?",
      "kk": "Физикалық тұрғыдан белсенді болғанды ұнатасыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Do you like to be use your hands?",
      "ru": "Нравится ли вам работать руками?",
      "kk": "Қолыңызбен жұмыс істегенді ұнатасыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Do you like to build things?",
      "ru": "Нравится ли вам строить вещи?",
      "kk": "Заттарды құрастырғанды ұнатасыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Do you like to tend/train animals?",
      "ru": "Нравится ли вам ухаживать/дрессировать животных?",
      "kk": "Жануарларды баққанды/жаттықтырғанды ұнатасыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Do you like to work on electronic equipment?",
      "ru": "Нравится ли вам работать с электронным оборудованием?",
      "kk": "Электрондық жабдықтармен жұмыс істегенді ұнатасыз ба?"
    },
    "type": "R"
  },
  {
    "text": {
      "en": "Are you inquisitive?",
      "ru": "Вы любознательны?",
      "kk": "Сіз ізденімпазсыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Are you analytical?",
      "ru": "Обладаете ли вы аналитическим складом ума?",
      "kk": "Аналитикалық ойлау қабілетіңіз бар ма?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Are you scientific?",
      "ru": "Вы склонны к науке?",
      "kk": "Ғылымға бейімділігіңіз бар ма?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Are you observant/precise?",
      "ru": "Вы наблюдательны/точны?",
      "kk": "Сіз бақылағыш/дәлсіз бе?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Are you scholarly?",
      "ru": "Вы стремитесь к знаниям?",
      "kk": "Білімге құштарсыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Are you cautious?",
      "ru": "Вы осторожны?",
      "kk": "Сіз сақсыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Are you intellectually self-confident?",
      "ru": "Вы интеллектуально самоуверенны?",
      "kk": "Интеллектуалды тұрғыдан өзіңізге сенімдісіз бе?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Are you independent?",
      "ru": "Вы независимы?",
      "kk": "Сіз тәуелсізсіз бе?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Are you logical?",
      "ru": "Вы логичны?",
      "kk": "Сіз логикалықсыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Are you complex?",
      "ru": "Вы сложная личность?",
      "kk": "Сіз күрделі тұлғасыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Are you curious?",
      "ru": "Вы любопытны?",
      "kk": "Сіз әуесқойсыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Can you think abstractly?",
      "ru": "Умеете ли вы мыслить абстрактно?",
      "kk": "Абстрактілі түрде ойлай аласыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Can you solve math problems?",
      "ru": "Умеете ли вы решать математические задачи?",
      "kk": "Математикалық есептерді шеше аласыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Can you understand scientific theories?",
      "ru": "Понимаете ли вы научные теории?",
      "kk": "Ғылыми теорияларды түсіне аласыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Can you do complex calculations?",
      "ru": "Можете ли вы делать сложные расчеты?",
      "kk": "Күрделі есептеулер жасай аласыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Can you use a microscope or computer?",
      "ru": "Умеете ли вы пользоваться микроскопом или компьютером?",
      "kk": "Микроскопты немесе компьютерді пайдалана аласыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Can you interpret formulas?",
      "ru": "Умеете ли вы интерпретировать формулы?",
      "kk": "Формулаларды түсіндіре аласыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Do you like to explore a variety of ideas?",
      "ru": "Нравится ли вам изучать различные идеи?",
      "kk": "Әртүрлі идеяларды зерттегенді ұнатасыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Do you like to work independently?",
      "ru": "Нравится ли вам работать независимо?",
      "kk": "Тәуелсіз жұмыс істегенді ұнатасыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Do you like to perform lab experiments?",
      "ru": "Нравится ли вам проводить лабораторные эксперименты?",
      "kk": "Зертханалық тәжірибелер жасағанды ұнатасыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Do you like to deal with abstractions?",
      "ru": "Нравится ли вам иметь дело с абстракциями?",
      "kk": "Абстракциялармен айналысқанды ұнатасыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Do you like to do research?",
      "ru": "Нравится ли вам проводить исследования?",
      "kk": "Зерттеу жүргізгенді ұнатасыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Do you like to be challenged?",
      "ru": "Нравится ли вам принимать вызовы?",
      "kk": "Қиындықтарды жеңгенді ұнатасыз ба?"
    },
    "type": "I"
  },
  {
    "text": {
      "en": "Are you creative?",
      "ru": "Вы творческий человек?",
      "kk": "Сіз шығармашылық адамсыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Are you imaginative?",
      "ru": "У вас богатое воображение?",
      "kk": "Сіздің қиялыңыз ұшқыр ма?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Are you innovative?",
      "ru": "Вы склонны к инновациям?",
      "kk": "Жаңашылдыққа бейіміңіз бар ма?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Are you unconventional?",
      "ru": "Вы неординарны?",
      "kk": "Сіз ерекшесіз бе?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Are you emotional?",
      "ru": "Вы эмоциональны?",
      "kk": "Сіз эмоционалдысыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Are you independent?",
      "ru": "Вы независимы?",
      "kk": "Сіз тәуелсізсіз бе?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Are you expressive?",
      "ru": "Вы выразительны?",
      "kk": "Сіз мәнерлісіз бе?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Are you original?",
      "ru": "Вы оригинальны?",
      "kk": "Сіз бірегейсіз бе?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Are you introspective?",
      "ru": "Вы склонны к самоанализу?",
      "kk": "Өз-өзіңізді тануға бейімсіз бе?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Are you impulsive?",
      "ru": "Вы импульсивны?",
      "kk": "Сіз импульсивтісіз бе?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Are you sensitive?",
      "ru": "Вы чувствительны?",
      "kk": "Сіз сезімталсыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Are you courageous?",
      "ru": "Вы отважны?",
      "kk": "Сіз батылсыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Are you complicated?",
      "ru": "Вы сложный человек?",
      "kk": "Сіз күрделі адамсыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Are you idealistic?",
      "ru": "Вы идеалист?",
      "kk": "Сіз идеалистсіз бе?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Are you nonconforming?",
      "ru": "Вы не склонны к конформизму?",
      "kk": "Конформизмге бейім емессіз бе?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Can you sketch, draw, paint?",
      "ru": "Умеете ли вы делать наброски, рисовать?",
      "kk": "Сіз сурет сала аласыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Can you play a musical instrument?",
      "ru": "Умеете ли вы играть на музыкальном инструменте?",
      "kk": "Сіз музыкалық аспапта ойнай аласыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Can you write stories, poetry, music?",
      "ru": "Умеете ли вы писать рассказы, стихи, музыку?",
      "kk": "Сіз әңгімелер, өлеңдер немесе музыка жаза аласыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Can you sing, act, dance?",
      "ru": "Умеете ли вы петь, играть в театре, танцевать?",
      "kk": "Сіз өлең айта аласыз ба, театр сахнасында ойнай аласыз ба немесе билей аласыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Can you design fashions or interiors?",
      "ru": "Умеете ли вы проектировать одежду или интерьеры?",
      "kk": "Сіз киім немесе интерьер дизайнын жасай аласыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Do you like to attend concerts, theatre, art exhibits?",
      "ru": "Нравится ли вам посещать концерты, театры, художественные выставки?",
      "kk": "Сіз концерттерге, театрларға немесе өнер көрмелеріне барғанды ұнатасыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Do you like to attend concerts, theatre, art exhibits?",
      "ru": "Нравится ли вам посещать концерты, театры, художественные выставки?",
      "kk": "Сіз концерттерге, театрларға немесе өнер көрмелеріне барғанды ұнатасыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Do you like to read fiction, plays, and poetry?",
      "ru": "Нравится ли вам читать художественную литературу, пьесы и поэзию?",
      "kk": "Сіз көркем әдебиетті, пьесаларды немесе поэзияны оқығанды ұнатасыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Do you like to work on crafts?",
      "ru": "Нравится ли вам заниматься рукоделием?",
      "kk": "Сіз қолөнермен айналысқанды ұнатасыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Do you like to take photography?",
      "ru": "Нравится ли вам заниматься фотографией?",
      "kk": "Сіз фотосуретке түсіргенді ұнатасыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Do you like to express yourself creatively?",
      "ru": "Нравится ли вам творчески самовыражаться?",
      "kk": "Сіз өзіңіздің шығармашылығыңызды көрсеткенді ұнатасыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Do you like to deal with ambiguous ideas?",
      "ru": "Нравится ли вам иметь дело с неоднозначными идеями?",
      "kk": "Сіз екіұшты идеялармен айналысқанды ұнатасыз ба?"
    },
    "type": "A"
  },
  {
    "text": {
      "en": "Are you friendly?",
      "ru": "Вы дружелюбны?",
      "kk": "Сіз мейірімдісіз бе?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Are you helpful?",
      "ru": "Вы готовы прийти на помощь?",
      "kk": "Сіз көмектесуге дайынсыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Are you idealistic?",
      "ru": "Вы идеалист?",
      "kk": "Сіз идеалистсіз бе?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Are you insightful?",
      "ru": "Вы проницательны?",
      "kk": "Сіз көрегенсіз бе?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Are you outgoing?",
      "ru": "Вы общительны?",
      "kk": "Сіз ашықсыз ба/араласуды ұнатасыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Are you understanding?",
      "ru": "Вы понимающий человек?",
      "kk": "Сіз түсінінуші адамсыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Are you cooperative?",
      "ru": "Вы склонны к сотрудничеству?",
      "kk": "Сіз ынтымақтастыққа бейімсіз бе?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Are you generous?",
      "ru": "Вы щедры?",
      "kk": "Сіз жомартсыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Are you responsible?",
      "ru": "Вы ответственны?",
      "kk": "Сіз жауаптысыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Are you forgiving?",
      "ru": "Вы отходчивы/умеете прощать?",
      "kk": "Сіз кешірімдісіз бе?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Are you patient?",
      "ru": "Вы терпеливы?",
      "kk": "Сіз шыдамдысыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Are you kind?",
      "ru": "Вы добры?",
      "kk": "Сіз қайырымдысыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Can you teach/train others?",
      "ru": "Умеете ли вы обучать других?",
      "kk": "Басқаларды үйрете аласыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Can you express yourself clearly?",
      "ru": "Умеете ли вы ясно выражать свои мысли?",
      "kk": "Өз ойыңызды анық жеткізе аласыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Can you teach/train others?",
      "ru": "Умеете ли вы обучать других?",
      "kk": "Басқаларды үйрете аласыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Can you lead a group discussion?",
      "ru": "Можете ли вы вести групповое обсуждение?",
      "kk": "Топтық талқылауды жүргізе аласыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Can you mediate disputes?",
      "ru": "Умеете ли вы разрешать споры?",
      "kk": "Дауларды шеше аласыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Can you plan and supervise an activity?",
      "ru": "Умеете ли вы планировать и контролировать деятельность?",
      "kk": "Іс-әрекетті жоспарлап, оны бақылай аласыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Can you cooperate well with others?",
      "ru": "Умеете ли вы хорошо сотрудничать с другими?",
      "kk": "Басқалармен жақсы ынтымақтаса аласыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Do you like to work in groups?",
      "ru": "Нравится ли вам работать в группах?",
      "kk": "Сіз топпен жұмыс істегенді ұнатасыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Do you like to help people with problems?",
      "ru": "Нравится ли вам помогать людям с их проблемами?",
      "kk": "Адамдарға олардың мәселелерін шешуге көмектескенді ұнатасыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Do you like to do volunteer work?",
      "ru": "Нравится ли вам заниматься волонтерской деятельностью?",
      "kk": "Еріктілер (волонтерлік) жұмысымен айналысқанды ұнатасыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Do you like to work with young people?",
      "ru": "Нравится ли вам работать с молодежью?",
      "kk": "Жастармен жұмыс істегенді ұнатасыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Do you like to serve others?",
      "ru": "Нравится ли вам служить другим?",
      "kk": "Басқаларға қызмет еткенді ұнатасыз ба?"
    },
    "type": "S"
  },
  {
    "text": {
      "en": "Are you self-confident?",
      "ru": "Вы уверены в себе?",
      "kk": "Сіз өзіңізге сенесіз бе?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Are you assertive?",
      "ru": "Вы настойчивы?",
      "kk": "Сіз табандысыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Are you persuasive?",
      "ru": "Вы убедительны?",
      "kk": "Сіз сенімдісіз бе?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Are you energetic?",
      "ru": "Вы энергичны?",
      "kk": "Сіз жігерлісіз бе?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Are you adventurous?",
      "ru": "Вы любите приключения?",
      "kk": "Сіз шытырман оқиғаларды ұнатасыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Are you ambitious?",
      "ru": "Вы амбициозны?",
      "kk": "Сіз өршілсіз бе?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Are you agreeable?",
      "ru": "Вы покладисты/соглашаетесь с другими?",
      "kk": "Сіз тіл алғышсыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Are you talkative?",
      "ru": "Вы разговорчивы?",
      "kk": "Сіз көпшілсіз бе?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Are you extroverted?",
      "ru": "Вы экстраверт?",
      "kk": "Сіз экстравертсіз бе?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Are you spontaneous?",
      "ru": "Вы спонтанны?",
      "kk": "Сіз тосыннан әрекет ете аласыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Are you optimistic?",
      "ru": "Вы оптимистичны?",
      "kk": "Сіз оптимистсіз бе?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Can you initiate projects?",
      "ru": "Можете ли вы инициировать проекты?",
      "kk": "Жобаларға бастамашы бола аласыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Can you convince people to do things your way?",
      "ru": "Можете ли вы убеждать людей делать что-то по-вашему?",
      "kk": "Адамдарды өз дегеніңізге көндіре аласыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Can you sell things?",
      "ru": "Умеете ли вы продавать вещи?",
      "kk": "Заттарды сата аласыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Can you give talks or speeches?",
      "ru": "Умеете ли вы выступать с речами?",
      "kk": "Сөз сөйлей аласыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Can you organize activities?",
      "ru": "Умеете ли вы организовывать мероприятия?",
      "kk": "Іс-шараларды ұйымдастыра аласыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Can you lead a group?",
      "ru": "Можете ли вы возглавить группу?",
      "kk": "Топты бастай аласыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Can you persuade others?",
      "ru": "Умеете ли вы убеждать других?",
      "kk": "Басқаларды көндіре аласыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Do you like to make decisions?",
      "ru": "Нравится ли вам принимать решения?",
      "kk": "Шешім қабылдағанды ұнатасыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Do you like to be elected to office?",
      "ru": "Нравится ли вам быть избранным на должность?",
      "kk": "Лауазымға сайланғанды ұнатасыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Do you like to start your own business?",
      "ru": "Нравится ли вам открывать свой бизнес?",
      "kk": "Өз бизнесіңізді ашқанды ұнатасыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Do you like to campaign politically?",
      "ru": "Нравится ли вам участвовать в политических кампаниях?",
      "kk": "Саяси науқандарға қатысқанды ұнатасыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Do you like to meet important people?",
      "ru": "Нравится ли вам встречаться с важными людьми?",
      "kk": "Маңызды адамдармен кездескенді ұнатасыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Do you like to have power or status?",
      "ru": "Нравится ли вам иметь власть или статус?",
      "kk": "Билік немесе мәртебеге ие болғанды ұнатасыз ба?"
    },
    "type": "E"
  },
  {
    "text": {
      "en": "Are you well-organized?",
      "ru": "Вы хорошо организованы?",
      "kk": "Сіз жақсы ұйымдасқансыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Are you accurate?",
      "ru": "Вы точны/аккуратны?",
      "kk": "Сіз ұқыпты/дәлсіз бе?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Are you numerically inclined?",
      "ru": "Вы склонны к работе с числами?",
      "kk": "Сандармен жұмыс істеуге бейімсіз бе?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Are you methodical?",
      "ru": "Вы методичны?",
      "kk": "Сіз әдістемеліксіз бе?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Are you conscientious?",
      "ru": "Вы добросовестны?",
      "kk": "Сіз тиянақтысыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Are you efficient?",
      "ru": "Вы эффективны?",
      "kk": "Сіз тиімдісіз бе?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Are you conforming?",
      "ru": "Вы склонны к конформизму?",
      "kk": "Сіз конформдысыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Are you practical?",
      "ru": "Вы практичны?",
      "kk": "Сіз практикалықсыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Are you thrifty?",
      "ru": "Вы бережливы?",
      "kk": "Сіз үнемшілсіз бе?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Are you systematic?",
      "ru": "Вы систематичны?",
      "kk": "Сіз жүйелісіз бе?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Are you structured?",
      "ru": "Вы структурированы?",
      "kk": "Сіз құрылымдысыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Are you polite?",
      "ru": "Вы вежливы?",
      "kk": "Сіз әдептісіз бе?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Are you ambitious?",
      "ru": "Вы амбициозны?",
      "kk": "Сіз өршілсіз бе?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Are you obedient?",
      "ru": "Вы послушны?",
      "kk": "Сіз тіл алғышсыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Are you persistent?",
      "ru": "Вы настойчивы?",
      "kk": "Сіз табандысыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Can you work well within a system?",
      "ru": "Можете ли вы хорошо работать в системе?",
      "kk": "Жүйеде жақсы жұмыс істей аласыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Can you do a lot of paper work in a short time?",
      "ru": "Можете ли вы выполнять много бумажной работы за короткое время?",
      "kk": "Қысқа уақыт ішінде көптеген қағаз жұмыстарын орындай аласыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Can you keep accurate records?",
      "ru": "Умеете ли вы вести точный учет?",
      "kk": "Дәл жазбалар жүргізе аласыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Can you use a computer terminal?",
      "ru": "Умеете ли вы пользоваться компьютерным терминалом?",
      "kk": "Компьютер терминалын пайдалана аласыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Can you write effective business letters?",
      "ru": "Умеете ли вы писать эффективные деловые письма?",
      "kk": "Тиімді іс-қағаздарын жаза аласыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Do you like to follow clearly defined procedures?",
      "ru": "Нравится ли вам следовать четко определенным процедурам?",
      "kk": "Нақты анықталған процедураларды орындағанды ұнатасыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Do you like to use data processing equipment?",
      "ru": "Нравится ли вам пользоваться оборудованием для обработки данных?",
      "kk": "Деректерді өңдеу жабдықтарын пайдаланғанды ұнатасыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Do you like to work with numbers?",
      "ru": "Нравится ли вам работать с числами?",
      "kk": "Сандармен жұмыс істегенді ұнатасыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Do you like to type or take shorthand?",
      "ru": "Нравится ли вам печатать или писать стенографию?",
      "kk": "Басуды немесе стенографияны ұнатасыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Do you like to be responsible for details?",
      "ru": "Нравится ли вам отвечать за детали?",
      "kk": "Егжей-тегжейлер үшін жауапты болғанды ұнатасыз ба?"
    },
    "type": "C"
  },
  {
    "text": {
      "en": "Do you like to collect or organize things?",
      "ru": "Нравится ли вам собирать или организовывать вещи?",
      "kk": "Заттарды жинауды немесе ұйымдастыруды ұнатасыз ба?"
    },
    "type": "C"
  }
];